Repository: City-busz/Tangram
Catalog: po/*.po
Languages: pt

source: Browser for your pinned tabs
pt: Navegador para os seus separadores afixados

source: Tangram is a new kind of browser. It is designed to organize and run your Web applications. Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.
pt: O Tangram é um novo tipo de navegador, desenhado para organizar e executar as suas aplicações Web. Cada separador é persistente e independente. Pode criar vários separadores com contas diferentes para a mesma aplicação.

source: Common use cases:
pt: Usos comuns:

source: Stay up to date with your favorite communities; Mastodon, Twitter, ...
pt: Ficar atualizado com as suas comunidades favoritas: Mastodon, Twitter, ...

source: Merge all these chat applications into one; WhatsApp, Messenger, Telegram, ...
pt: Juntar todas estas aplicações de chat em uma: WhatsApp, Messenger, Telegram, ...

source: Group your organization tools under one application; EMail, Calendar, ...
pt: Agrupar as suas ferramentas de organização em uma aplicação: Email, Calendário, ...

source: One-stop for multiple sources of documentation or information
pt: Um único local para acessar múltiplas fontes de documentação ou informação

source: Fix a bug preventing to start Tangram
pt: Conserta um bug que impedia o Tangram de iniciar

source: Reduce the noisiness of logs
pt: Reduz a quantidade de dados irrelevantes nos logs

source: Fix a bug preventing to add new tabs
pt: Conserta um bug que impedia a inclusão de novas abas

source: Notifications priority is normal instead of urgent by default
pt: A prioridade das notificações é normal, e não urgente por padrão

source: Add a per-tab setting to change notifications priority
pt: Adicionar uma definição específica a cada separador para alterar a prioridade das notificações

source: Fix authentication on many popular websites
pt: Reparar autenticação em vários websites populares

source: Fix Cancel button in tab settings dialog
pt: Reparar botão Cancelar no diálogo das definições do separador

source: Use middle-click or Ctrl+click to open links in the browser
pt: Usar botão do meio do rato ou Ctrl+Clique para abrir links no navegador

source: Fix window title
pt: Reparar título da janela

source: Update GNOME runtime to 41
pt: Atualizar Runtime GNOME para 41

source: Fix an issue preventing some sites such as Twitter or Facebook from being added.
pt: Reparar um erro que não permitia que sites como Twitter ou Facebook fossem adicionados.

source: Update GNOME runtime to 3.38
pt: Atualizar Runtime GNOME para 3.38

source: Enable spell checking
pt: Ativar verificação ortográfica

source: Customizable user-agent per instance
pt: Agente de utilizador personalizável por instância

source: New project icon/logo
pt: Novo logo/ícone do projeto

source: New tab background color respects dark mode
pt: A nova cor de fundo dos separadores respeita o modo escuro

source: Add support for downloading files
pt: Adicionar suporte a transferência de ficheiros

source: Add home button
pt: Adicionar botão "Página Inicial"

source: Better desktop integration
pt: Melhor integração com a área de trabalho

source: Fix the main window becoming tiny when unmaximizing
pt: Reparar o erro em que a janela principal ficava pequena ao desmaximizar

source: Enable touchpad/touchscreen swipe navigation gestures
pt: Ativar gestos de navegação por deslize do ecrá tátil/touchpad

source: Better notifications handling
pt: Melhor gestão de notificações

source: Improved web compatibility and performances
pt: Melhorada compatibilidade web e desempenho

source: Tangram now works properly on Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)
pt: Agora o Tangram funciona corretamente no Flatpak 1.0 (Linux Mint, Ubuntu 18.04, ...)

source: Tabs position
pt: Posição dos separadores

source: Sets the position of the tabs
pt: Define a posição dos separadores

source: Window width
pt: Largura da janela

source: Width of the window
pt: Largura da janela

source: Window height
pt: Altura da janela

source: Height of the window
pt: Altura da janela

source: Window maximized
pt: Janela maximizada

source: Instances
pt: Instâncias

source: Identifiers of instances to be found in /re/sonny/Tangram/instances/
pt: Identificadores das instâncias podem ser encontrados em /re/sonny/Tangram/instances/

source: Name
pt: Nome

source: Name to display
pt: Nome a mostrar

source: Start URL
pt: URL inicial

source: User agent
pt: Agente de utilizador

source: String that will be used as user agent, to identify the browser to the web servers.
pt: Texto que será usado como agente de utilizador, para identificar o navegador a servidores web.

source: Notifications priority
pt: Prioridade das notificações

source: Sets the priority of notifications
pt: Define a prioridade das notificações

source: translator-credits
pt: Xico Maia https://xico26.github.io/

# shortcut window
source: General
pt: Geral

# shortcut window
source: Go to the next tab
pt: Ir para o separador seguinte

# shortcut window
source: Go to the previous tab
pt: Ir para o separador anterior

# shortcut window
source: Move current tab to the left
pt: Mover o separador atual para a esquerda

# shortcut window
source: Move current tab to the right
pt: Mover o separador atual para a direita

# shortcut window
source: Quit
pt: Sair

# shortcut window
source: Shortcuts
pt: Atalhos

# shortcut window
source: Toggle inspector
pt: Ativar o inspetor

# shortcut window
source: First – Ninth Tab
pt: Primeiro - Nono Separador

# shortcut window
source: Navigation
pt: Navegação

# shortcut window
source: Go to homepage
pt: Ir para a página inicial

# shortcut window
source: Reload current page
pt: Recarregar a página atual

# shortcut window
source: Reload bypassing cache
pt: Recarregar ignorando a cache

# shortcut window
source: Stop loading current page
pt: Parar de carregar a página atual

# shortcut window
source: Go back to the previous page
pt: Voltar à página anterior

# shortcut window
source: Go forward to the next page
pt: Avançar para a página seguinte

# shortcut window
source: Focus the address bar
pt: Focar a barra de endereços

source: Top
pt: Topo

source: Left
pt: Esquerda

source: Right
pt: Direita

source: Bottom
pt: Fundo

source: Keyboard Shortcuts
pt: Atalhos de teclado

source: About Tangram
pt: Sobre o Tangram
